 //Задать температуру в градусах по Цельсию. Вывести в alert соответствующую температуру в градусах по Фаренгейту. 
 //Подсказка: расчёт идёт по формуле: Tf = (9 / 5) * Tc + 32, где Tf – температура по Фаренгейту, Tc – температура по Цельсию

 'use strict'
var Tc = 10;
var Tf = Tc * (9 / 5) + 32;
console.log(Tf);

//Объявить две переменные: admin и name. Записать в name строку "Василий"; Скопировать значение из name в admin. Вывести admin (должно вывести «Василий»).

 'use strict'
 var name = 'Василий';
var admin = name;
console.log(admin);

//Чему будет равно JS-выражение 1000 + "108"/ выражение будет равно 1000108